[
  {
    "nombre_pareja": "Los Novatillos Brillantes",
    "id_managers": [
      "7106472",
      "7110624"
    ],
    "justificacion": "El nombre juega con el lema compartido de ambos mánagers, \"El Novato\",  añadiendo un toque de humor con el diminutivo \"Novatillos\".  \"Brillantes\" alude al potencial y a la esperanza de futuro,  a pesar de la escasez de títulos en su haber.  La combinación del humor con la sugerencia de un futuro prometedor refleja la situación actual del equipo: dos novatos con potencial para brillar, a pesar de su falta de experiencia."
  },
  {
    "nombre_pareja": "Los Dos Caras de la Moneda",
    "id_managers": [
      "7106479",
      "8539397"
    ],
    "justificacion": "El nombre refleja la dualidad del equipo: por un lado, la inexperiencia representada por el lema \"El Novato\" que comparten ambos mánagers, simbolizando la cara de una moneda que aún no ha sido lanzada.  Por otro lado, la presencia de dos títulos, aunque pocos, representa la otra cara, la promesa de éxito y la experiencia acumulada (aunque escasa),  como si ya hubieran dado la vuelta a la moneda una vez.  Es un nombre que juega con la expectativa y la realidad,  con la promesa de futuro y la experiencia limitada, capturando la esencia de dos novatos con una victoria a sus espaldas."
  },
  {
    "nombre_pareja": "Los Ascensores",
    "id_managers": [
      "7106544",
      "12112883"
    ],
    "justificacion": "El nombre 'Los Ascensores' captura la esencia de dos 'novatos' en la liga fantasy, haciendo una divertida referencia al nombre de uno de los mánagers, 'THE ELEVATOR' (El Ascensor en español).  La imagen evoca la idea de un viaje ascendente, reflejando la ambición de ambos managers por alcanzar la cima, a pesar de su palmarés aún modesto (1 título entre dos). La pluralidad del nombre ('Los Ascensores')  representa a la dupla y sugiere un trabajo en equipo para 'ascender' en la clasificación."
  },
  {
    "nombre_pareja": "Los Pollitos Picoteadores",
    "id_managers": [
      "7107051",
      "13305509"
    ],
    "justificacion": "Refleja la inocencia y la falta de experiencia de Perico y Piri, dos 'pollitos' recién llegados al mundo competitivo de las ligas fantasy.  'Picoteadores' sugiere su intención de aprender y avanzar gradualmente,  'picoteando' su camino hacia la victoria, a pesar de su palmarés todavía virgen."
  }
]