[
  {
    "nombre_pareja": "Los Inocentes",
    "id_managers": [
      "13305509",
      "7106472"
    ],
    "justificacion": "El nombre 'Los Inocentes' refleja la pureza y la falta de experiencia de Piri y Pericles Triano Muñoz.  Su palmarés impecable (o más bien, inexistente) los convierte en 'inocentes' en el mundo competitivo de las ligas fantasy.  El nombre tiene un tono ligeramente irónico y divertido, reconociendo su falta de títulos pero sin ser despectivo.  Es un nombre memorable que juega con la expectativa de un equipo que está a punto de escribir su propia historia."
  },
  {
    "nombre_pareja": "Los Pandalottis",
    "id_managers": [
      "8539397",
      "7106479"
    ],
    "justificacion": "Combina la ternura del 'Panda's Team' con la sofisticación italiana de 'Carlo Ancelotti', reflejando la inexperiencia ('novatos') pero con la promesa de un futuro glorioso, como la fusión de dos pandas adorables que dan como resultado algo impredecible pero emocionante.  Dos títulos entre ellos son pocos, pero sugieren un potencial que aún no ha explotado. 'Los Pandalottis' suena divertido, memorable y evoca la idea de un equipo en ascenso con una identidad única."
  },
  {
    "nombre_pareja": "Los Inexperatos",
    "id_managers": [
      "7107051",
      "12112883"
    ],
    "justificacion": "El nombre 'Los Inexperatos' juega con la inexperiencia de Perico y Francis, reflejando su palmarés de cero títulos.  Es un nombre divertido y memorable que captura la esencia de 'novatos' de forma ingeniosa, creando una expectativa de crecimiento y potencial futuro.  Suena a algo nuevo y emocionante, perfecto para un equipo que busca construir su leyenda."
  },
  {
    "nombre_pareja": "Los Ascensores del Futuro",
    "id_managers": [
      "7106544",
      "7110624"
    ],
    "justificacion": "Combina el nombre de uno de los mánagers, \"THE ELEVATOR\", con la idea de 'futuro' que implican sus lemas de \"Novato\" y la falta de momentos de gloria definidos.  Tres títulos entre ambos es un buen comienzo, pero aún hay mucho por conquistar, sugiriendo un futuro prometedor y un ascenso en la clasificación.  El nombre es potente, evoca ambición y crecimiento, adecuado para un equipo con potencial pero todavía sin una historia completa."
  }
]